После показа свободных мест в предыдущем пункте будет предложено забронировать 
или купить место. Для покупки или бронирования будем требовать авторизацию. 
После этого будет предложено выбрать место, затем будет возможность либо 
зарезервировать либо купить. После выбора действия будет сообщено об успешном 
или неуспешном бронировании. 
Также будет для зарегистрированных пользователей будет личный кабинет, 
где будет информация о купленных и зарезервированных местах. Также будет 
предоставлена возможность продлить бронь или купить забронированное место.
